IDEA Open Model
MatSteelIND.GammaOVfy Property
Compatible with IDEA StatiCa 20.1
 Overstrength coefficient for fy
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double GammaOVfy { get; set; }
Public Property GammaOVfy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatSteelIND Class
IdeaRS.OpenModel.Material Namespace